tap "koekeishiya/formulae"
brew "libpng"
brew "xz"
brew "autoconf"
brew "openssl@3"
brew "libgit2"
brew "bat"
brew "btop"
brew "freetype"
brew "gettext"
brew "glib"
brew "cairo"
brew "gcc"
brew "cava"
brew "eza"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gdbm"
brew "git"
brew "git-sizer"
brew "glow"
brew "gnu-sed"
brew "readline"
brew "icu4c@76"
brew "jd"
brew "jpeg"
brew "jpegoptim"
brew "libyaml"
brew "sqlite"
brew "node"
brew "jupyterlab"
brew "libmagic"
brew "libmemcached"
brew "libtool"
brew "libvirt"
brew "libxml2"
brew "libxslt"
brew "mas"
brew "zlib"
brew "mysql-client@8.0"
brew "neovim"
brew "nmap"
brew "node@20"
brew "node@22"
brew "numbat"
brew "optipng"
brew "pcre"
brew "pipx"
brew "pkgconf"
brew "postgresql@14"
brew "pstree"
brew "pyenv"
brew "qt"
brew "rsync"
brew "shellcheck"
brew "ssh-copy-id"
brew "starship"
brew "superfile"
brew "tmux"
brew "tree"
brew "ucl"
brew "unixodbc"
brew "wget"
brew "koekeishiya/formulae/skhd"
cask "1password"
cask "discord"
cask "docker-desktop"
cask "figma"
cask "firefox"
cask "ghostty"
cask "google-chrome"
cask "inkscape"
cask "inkstitch"
cask "leader-key"
cask "localsend"
cask "maccy"
cask "sipgate"
cask "slack"
cask "visual-studio-code"
cask "zed"
mas "Bear", id: 1091189122
mas "Harvest", id: 506189836
mas "WhatsApp", id: 310633997
